{"ContractAddress": "0x0302237C372186DDDD8ddaD33A239aF07f956B93",
"Title": "Bull Chicken Members Collection",
"Description": "Bull Chicken is a Korean style fried chicken restaurant. This exclusive collection was created to provide a more deeper experience to our most loyal customers. Holders of our Members Collection will receive IRL benefits that will unlock a whole new experience in all of our locations. These benefits include lifetime discounts, exclusive burgers only available to holders, and members-only Bull Chicken merch.",
"top_img": "bull_img1.png",
"sample_img1": "bull_img2.png",
"sample_img2": "bull_img3.png",
"sample_img3": "bull_img4.png",
"phase_0": "Bull Chicken Members Collection Launch",
"phase_1": "Lifetime Discounts Granted",
"phase_2": "Exclusive Burger Available To Holders",
"phase_3": "Merch Giveaway Among Holders",
"faq_q1": "Why be a Bull Chicken Member?",
"faq_a1": "If you love Korean style fried chicken, you will love Bull Chicken. Now, becoming a member will bring your experience to a whole new level. You will have bring-blowing benefits like LIFETIME discounts, access to exclusive our exclusive burger, and member's merch.",
"faq_q2": "What is the Project Mission",
"faq_a2": "The sole purpose of this project is to make your experience at Bull Chicken unique and delicious.",
"faq_q3": "Who is the team?",
"faq_a3": "Our team is comprised by the Bull Chicken founding team, accompanied by experts in the space from Rayze and PurpleBlock Consulting.",
"faq_q4": "What can I do with the NFT?",
"faq_a4": "Just by holding a Bull Chicken Member NFT, you will access several benefits. All IRL, we are not playing here.",
"faq_q5": "What is the price & other costs?",
"faq_a5": "Each Bull Chicken Member NFT will be sold at 0.08ETH or $100. Gas prices vary depending on the congestion of the Ethereum Network.",
"faq_q6": "What will come after the merch giveaway is held?",
"faq_a6": "We plan on engaging constantly with the holders by launching monthly special discounts, organizing meetups, and rolling out even more benefits in the future. We mean it when we say we want to build a community of Koren fried chicken lovers."}
